status/src/index.org
#+TITLE: Daniel Kelley Project Status

* 2024

[[file:2024/1115.org][15 November 2024]]

[[file:2024/1108.org][08 November 2024]]

[[file:2024/1101.org][01 November 2024]]

[[file:2024/1025.org][25 October 2024]]

[[file:2024/1018.org][18 October 2024]]

[[file:2024/1011.org][11 October 2024]]

[[file:2024/1004.org][04 October 2024]]

[[file:2024/0927.org][27 September 2024]]

[[file:2024/0920.org][20 September 2024]]

[[file:2024/0913.org][13 September 2024]]

[[file:2024/0906.org][06 September 2024]]

[[file:2024/0830.org][30 August 2024]]

[[file:2024/0823.org][23 August 2024]]

[[file:2024/0816.org][16 August 2024]]

[[file:2024/0809.org][09 August 2024]]

[[file:2024/0802.org][02 August 2024]]

[[file:2024/0726.org][26 July 2024]]

[[file:2024/0719.org][19 July 2024]]

[[file:2024/0712.org][12 July 2024]]

[[file:2024/0705.org][05 July 2024]]

[[file:2024/0628.org][28 June 2024]]

[[file:2024/0621.org][21 June 2024]]

[[file:2024/0614.org][14 June 2024]]

[[file:2024/0607.org][07 June 2024]]

[[file:2024/0531.org][31 May 2024]]

[[file:2024/0524.org][24 May 2024]]

[[file:2024/0517.org][17 May 2024]]

[[file:2024/0510.org][10 May 2024]]

[[file:2024/0503.org][03 May 2024]]

[[file:2024/0426.org][26 April 2024]]

[[file:2024/0419.org][19 April 2024]]

[[file:2024/0412.org][12 April 2024]]

[[file:2024/0405.org][05 April 2024]]

[[file:2024/0329.org][29 March 2024]]

[[file:2024/0322.org][22 March 2024]]

[[file:2024/0315.org][15 March 2024]]

[[file:2024/0308.org][08 March 2024]]

[[file:2024/0301.org][01 March 2024]]

[[file:2024/0223.org][23 February 2024]]

[[file:2024/0216.org][16 February 2024]]

[[file:2024/0209.org][09 February 2024]]

[[file:2024/0202.org][02 February 2024]]

[[file:2024/0126.org][26 January 2024]]

[[file:2024/0119.org][19 January 2024]]

[[file:2024/0112.org][12 January 2024]]

[[file:2024/0105.org][05 January 2024]]

* 2023

[[file:2023/1229.org][29 December 2023]]

[[file:2023/1222.org][22 December 2023]]

[[file:2023/1215.org][15 December 2023]]

[[file:2023/1208.org][08 December 2023]]

[[file:2023/1201.org][01 December 2023]]

[[file:2023/1124.org][24 November 2023]]

[[file:2023/1117.org][17 November 2023]]

[[file:2023/1110.org][10 November 2023]]

[[file:2023/1103.org][03 November 2023]]

[[file:2023/1027.org][27 October 2023]]

[[file:2023/1020.org][20 October 2023]]

[[file:2023/1013.org][13 October 2023]]

[[file:2023/1006.org][06 October 2023]]

[[file:2023/0929.org][29 September 2023]]

[[file:2023/0922.org][22 September 2023]]

[[file:2023/0915.org][15 September 2023]]

[[file:2023/0908.org][08 September 2023]]

[[file:2023/0901.org][01 September 2023]]

[[file:2023/0825.org][25 August 2023]]

[[file:2023/0818.org][18 August 2023]]

[[file:2023/0811.org][11 August 2023]]

[[file:2023/0804.org][04 August 2023]]

[[file:2023/0728.org][28 July 2023]]

[[file:2023/0721.org][21 July 2023]]

[[file:2023/0714.org][14 July 2023]]

[[file:2023/0707.org][07 July 2023]]

[[file:2023/0630.org][30 June 2023]]

[[file:2023/0623.org][23 June 2023]]

[[file:2023/0609.org][09 June 2023]]

[[file:2023/0602.org][02 June 2023]]

[[file:2023/0526.org][26 May 2023]]

[[file:2023/0519.org][19 May 2023]]

[[file:2023/0512.org][12 May 2023]]

[[file:2023/0505.org][05 May 2023]]

[[file:2023/0428.org][28 April 2023]]

[[file:2023/0421.org][21 April 2023]]

[[file:2023/0414.org][14 April 2023]]

[[file:2023/0407.org][07 April 2023]]

[[file:2023/0331.org][31 March 2023]]

[[file:2023/0324.org][24 March 2023]]

[[file:2023/0317.org][17 March 2023]]

[[file:2023/0310.org][10 March 2023]]

[[file:2023/0303.org][03 March 2023]]

[[file:2023/0224.org][24 February 2023]]

[[file:2023/0217.org][17 February 2023]]

[[file:2023/0210.org][10 February 2023]]

[[file:2023/0203.org][03 February 2023]]

[[file:2023/0127.org][27 January 2023]]

[[file:2023/0120.org][20 January 2023]]

[[file:2023/0113.org][13 January 2023]]

[[file:2023/0106.org][06 January 2023]]

* 2022

[[file:2022/1231.org][31 December 2022]]

[[file:2022/1223.org][23 December 2022]]

[[file:2022/1216.org][16 December 2022]]

[[file:2022/1209.org][09 December 2022]]

[[file:2022/1202.org][02 December 2022]]

[[file:2022/1125.org][25 November 2022]]

[[file:2022/1118.org][18 November 2022]]

[[file:2022/1111.org][11 November 2022]]

[[file:2022/1104.org][04 November 2022]]

[[file:2022/1028.org][28 October 2022]]

[[file:2022/1021.org][21 October 2022]]

[[file:2022/1014.org][14 October 2022]]

[[file:2022/1007.org][07 October 2022]]

[[file:2022/0930.org][30 September 2022]]

[[file:2022/0923.org][23 September 2022]]

[[file:2022/0916.org][16 September 2022]]

[[file:2022/0909.org][09 September 2022]]

[[file:2022/0902.org][02 September 2022]]

[[file:2022/0826.org][26 August 2022]]

[[file:2022/0819.org][19 August 2022]]

[[file:2022/0812.org][12 August 2022]]

[[file:2022/0805.org][05 August 2022]]

[[file:2022/0729.org][29 July 2022]]

[[file:2022/0722.org][22 July 2022]]

[[file:2022/0715.org][15 July 2022]]

[[file:2022/0708.org][08 July 2022]]

[[file:2022/0701.org][01 July 2022]]

[[file:2022/0624.org][24 June 2022]]

[[file:2022/0617.org][17 June 2022]]

[[file:2022/0610.org][10 June 2022]]

[[file:2022/0603.org][03 June 2022]]

[[file:2022/0527.org][27 May 2022]]

[[file:2022/0520.org][20 May 2022]]

[[file:2022/0513.org][13 May 2022]]

[[file:2022/0506.org][06 May 2022]]

[[file:2022/0429.org][29 April 2022]]

[[file:2022/0422.org][22 April 2022]]

[[file:2022/0415.org][15 April 2022]]

[[file:2022/0408.org][08 April 2022]]

[[file:2022/0401.org][01 April 2022]]

[[file:2022/0325.org][25 March 2022]]

[[file:2022/0318.org][18 March 2022]]

[[file:2022/0311.org][11 March 2022]]

[[file:2022/0304.org][04 March 2022]]

[[file:2022/0225.org][25 February 2022]]

[[file:2022/0218.org][18 February 2022]]

[[file:2022/0211.org][11 February 2022]]

[[file:2022/0204.org][04 February 2022]]

[[file:2022/0128.org][28 January 2022]]

[[file:2022/0121.org][21 January 2022]]

[[file:2022/0114.org][14 January 2022]]

[[file:2022/0107.org][07 January 2022]]

* 2021

[[file:2021/31dec21.org][31 December 2021]]

[[file:2021/24dec21.org][24 December 2021]]

[[file:2021/17dec21.org][17 December 2021]]

[[file:2021/10dec21.org][10 December 2021]]

[[file:2021/03dec21.org][03 December 2021]]

[[file:2021/26nov21.org][26 November 2021]]

[[file:2021/19nov21.org][19 November 2021]]

[[file:2021/12nov21.org][12 November 2021]]

[[file:2021/05nov21.org][05 November 2021]]

[[file:2021/29oct21.org][29 October 2021]]

[[file:2021/22oct21.org][22 October 2021]]

[[file:2021/15oct21.org][15 October 2021]]

[[file:2021/08oct21.org][08 October 2021]]

[[file:2021/01oct21.org][01 October 2021]]

[[file:2021/24sep21.org][24 September 2021]]

[[file:2021/17sep21.org][17 September 2021]]

[[file:2021/10sep21.org][10 September 2021]]

[[file:2021/03sep21.org][03 September 2021]]

[[file:2021/27aug21.org][27 August 2021]]

[[file:2021/20aug21.org][20 August 2021]]

[[file:2021/13aug21.org][13 August 2021]]

[[file:2021/06aug21.org][06 August 2021]]

[[file:2021/30jul21.org][30 July 2021]]

[[file:2021/23jul21.org][23 July 2021]]

[[file:2021/16jul21.org][16 July 2021]]

[[file:2021/09jul21.org][09 July 2021]]

[[file:2021/02jul21.org][02 July 2021]]

[[file:2021/25jun21.org][25 June 2021]]

[[file:2021/18jun21.org][18 June 2021]]

[[file:2021/11jun21.org][11 June 2021]]

[[file:2021/04jun21.org][04 June 2021]]

[[file:2021/28may21.org][28 May 2021]]

[[file:2021/21may21.org][21 May 2021]]

[[file:2021/14may21.org][14 May 2021]]

[[file:2021/07may21.org][07 May 2021]]

[[file:2021/30apr21.org][30 April 2021]]

[[file:2021/23apr21.org][23 April 2021]]

[[file:2021/16apr21.org][16 April 2021]]

[[file:2021/09apr21.org][09 April 2021]]

[[file:2021/02apr21.org][02 April 2021]]

[[file:2021/26mar21.org][26 March 2021]]

[[file:2021/19mar21.org][19 March 2021]]

[[file:2021/12mar21.org][12 March 2021]]

[[file:2021/05mar21.org][05 March 2021]]

[[file:2021/26feb21.org][26 February 2021]]

[[file:2021/19feb21.org][19 February 2021]]

[[file:2021/12feb21.org][12 February 2021]]

[[file:2021/05feb21.org][05 February 2021]]

[[file:2021/29jan21.org][29 January 2021]]

[[file:2021/22jan21.org][22 January 2021]]

[[file:2021/15jan21.org][15 January 2021]]

[[file:2021/08jan21.org][08 January 2021]]


* 2020

[[file:2020/31dec20.org][31 December 2020]]

[[file:2020/26dec20.org][26 December 2020]]

[[file:2020/19dec20.org][19 December 2020]]

[[file:2020/12dec20.org][12 December 2020]]

[[file:2020/05dec20.org][05 December 2020]]

[[file:2020/28nov20.org][28 November 2020]]

[[file:2020/21nov20.org][21 November 2020]]

[[file:2020/14nov20.org][14 November 2020]]

[[file:2020/07nov20.org][07 November 2020]]

[[file:2020/31oct20.org][31 October 2020]]

[[file:2020/24oct20.org][24 October 2020]]

[[file:2020/17oct20.org][17 October 2020]]

[[file:2020/10oct20.org][10 October 2020]]
